[
    {
        "type":"men",
        "catagory":"jordan",
        "name":"Air Jordan 1 Low OG (Dark Powder Blue)",
        "price":"฿6,490",
        "color":"White/Black/Dark Powder Blue",
        "pic": [
            "img/men/jordan/Air_Jordan_1_Low_OG/1.png",
            "img/men/jordan/Air_Jordan_1_Low_OG/2.png",
            "img/men/jordan/Air_Jordan_1_Low_OG/3.png",
            "img/men/jordan/Air_Jordan_1_Low_OG/4.png",
            "img/men/jordan/Air_Jordan_1_Low_OG/5.png",
            "img/men/jordan/Air_Jordan_1_Low_OG/6.png",
            "img/men/jordan/Air_Jordan_1_Low_OG/7.png",
            "img/men/jordan/Air_Jordan_1_Low_OG/8.png"
        ],
        "check":"0",
        "description":"Air Jordan 1 Low OG นำรองเท้าผ้าใบคลาสสิกมาสร้างใหม่ด้วยสีสันและพื้นผิวใหม่ วัสดุและส่วนเน้นระดับพรีเมียมมอบความสดชื่นให้กับรองเท้าตัวโปรดตลอดกาล"
    },
    {
        "type":"men",
        "catagory":"jordan",
        "name":"Air Jordan 1 Retro High OG (Gray)",
        "price":"฿6,200",
        "color":"Gray",
        "description":"Air Jordan 1 อันเป็นเอกลักษณ์ซึ่งคุ้นเคยแต่สดใหม่อยู่เสมอ ได้รับการรีมาสเตอร์สำหรับวัฒนธรรมสนีกเกอร์เฮดในปัจจุบัน รุ่น Retro High OG นี้มาพร้อมกับหนังระดับพรีเมียม ระบบลดแรงกระแทกที่ใส่สบาย และรายละเอียดการออกแบบที่คลาสสิก"
    },
    {
        "type":"men",
        "catagory":"jordan",
        "name":"Air Jordan 1 Low FlyEase (Taxi)",
        "price":"฿5,200",
        "color":"White/Black/Taxi",
        "description":"ล็อคสไตล์ของคุณด้วย AJ1 นี้ เราเก็บทุกสิ่งที่คุณชอบเกี่ยวกับดีไซน์คลาสสิก ไม่ว่าจะเป็นหนังระดับพรีเมียม ระบบลดแรงกระแทก Air และโลโก้ Wings อันเป็นเอกลักษณ์ ขณะที่เพิ่มระบบการปิด Nike FlyEase เพื่อให้สวมใส่และสบาย ออกจากประตูได้เร็วกว่าที่เคย เพียงแค่รัดและรูดซิป"
    },
    {
        "type":"men",
        "catagory":"jordan",
        "name":"Air Jordan XXXVI Low PE (Hyper Violet)",
        "price":"฿6,900",
        "color":"Black/Electric Green/Hyper Violet/Cone",
        "description":"พลังที่จุดประกายการปฏิวัติวงการบาสเก็ตบอล หนึ่งในรองเท้าบาสเก็ตบอล Air Jordan ที่เบาที่สุดในปัจจุบัน AJ XXXVI โดดเด่นด้วยส่วนบนแบบมินิมอลแต่ทนทานพร้อมส่วนหุ้มชั้นนอกเสริมความแข็งแรง นอกจากนี้ยังมาพร้อมกับระบบลดแรงกระแทก Zoom Air เพื่อเพิ่มการตอบสนอง ก้าวขึ้นสู่สนามด้วยความมั่นใจว่าสิ่งที่คุณทำจะเป็นงานง่ายๆ"
    },
    {
        "type":"men",
        "catagory":"jordan",
        "name":"Air Jordan 1 Low G (Sport Royal)",
        "price":"฿5,200",
        "color":"White/Sport Royal/Black",
        "description":"แรงบันดาลใจจากรองเท้าผ้าใบที่โดดเด่นที่สุดตลอดกาล Air Jordan 1 G คือความคลาสสิกแบบทันทีในสนาม ด้วยระบบลดแรงกระแทก Air ใต้ฝ่าเท้า โลโก้ Wings ที่ส้นและรูปแบบการยึดเกาะในตัวเพื่อช่วยให้คุณส่งพลังผ่านวงสวิง มอบความเท่ในคลับเฮาส์ของ AJ1 รุ่นออริจินัล พร้อมทุกสิ่งที่คุณต้องการ"
    },
    {
        "type":"men",
        "catagory":"jordan",
        "name":"Jordan Why Not .5 (Cabana)",
        "price":"฿4,900",
        "color":"Black/Cabana/Turf Orange/Black",
        "description":"รองเท้าคู่นี้เข้ากับความรวดเร็วของเขาด้วยการลดแรงกระแทกที่ได้รับการปรับปรุง การยึดเกาะตามข้อมูล และระบบฟิตเต็มเท้าเพื่อให้เขาควบคุมได้ ด้วยรูปลักษณ์ที่สมบุกสมบันรวมกับการใช้สีและวัสดุที่เข้ากันอย่างมีจุดมุ่งหมาย"
    },
    {
        "type":"men",
        "catagory":"jordan",
        "name":"Air Jordan 1 Mid SE (Black_White)",
        "price":"฿5,100",
        "color":"White/Multi-Color/Black",
        "description":"หนึ่งในรองเท้าผ้าใบที่โด่งดังที่สุดในประวัติศาสตร์ได้เปล่งประกายใหม่เพื่อเฉลิมฉลอง 75 ปีของ NBA ขอบเพชรที่ป้ายที่ลิ้นรองเท้าแสดงถึงการฉลองครบรอบเพชรของ NBA ทำให้การเล่นครั้งใหม่กับเพลงโปรดตลอดกาล"
    },
    {
        "type":"men",
        "catagory":"jordan",
        "name":"Jordan 1 KO (Grey Fog)",
        "price":"฿5,600",
        "color":"White/Grey Fog/Sail/Black",
        "description":"Jordan 1 เป็นแรงบันดาลใจให้เกิดความชื่นชมในหมู่นักสะสมและแฟนรุ่นต่อไป Jordan 1 KO ปรับโฉมไอคอนอันโด่งดังโดยใช้การผสมผสานระหว่างหนังสังเคราะห์และผ้าใบ โดยมีความพอดีที่ออกแบบใหม่เพื่อความสบาย"
    },

    {
        "type":"men",
        "catagory":"lifestyle",
        "name":"Air Force 1 '07 (White)",
        "price":"฿3,500",
        "color":"White",
        "description":"ความเบิกบานดำรงอยู่ใน Nike Air Force 1 '07 รองเท้าบาสรุ่น OG ที่ใส่ลูกเล่นสดใหม่ให้กับสิ่งที่คุณรู้จักดีที่สุด ไม่ว่าจะเป็นส่วนหุ้มชั้นนอกแบบเย็บติดที่ทนทาน ลวดลายสะอาดตา และความวิบวับที่ลงตัวซึ่งทำให้คุณเปล่งประกาย"
    },
    {
        "type":"men",
        "catagory":"lifestyle",
        "name":"Air Force 1 Mid '07 (White)",
        "price":"฿3,600",
        "color":"White",
        "description":"Air Force 1 Mid '07 คือทุกสิ่งที่คุณรู้จักเป็นอย่างดี ส่วนหุ้มชั้นนอกเฉียบ ส่วนเน้นสีสด และมีส่วนสะท้อนแสงลงตัวที่ทำให้คุณเปล่งประกาย ส่วนหุ้มข้อปานกลางบุนวมพร้อมสายรัดแบบตีนตุ๊กแกสุดคลาสสิกเพิ่มความสบายแบบบาสในตำนาน ส่วนรูระบายอากาศที่ปลายเท้าก็ช่วยให้รู้สึกเย็นสบายเสมอ"
    },
    {
        "type":"men",
        "catagory":"lifestyle",
        "name":"Air Force 1 '07 LV8 (opti_yellow)",
        "price":"฿4,100",
        "color":"White/Dark Sulfur/Opti Yellow/black",
        "description":"เราแค่อยากจะบอกว่า “HAVE A NIKE DAY” เพราะความเบิกบานดำรงอยู่ในรองเท้าบาสรุ่นออริจินัล เมื่อความสบายบนคอร์ทพื้นไม้มาเจอกับความเท่สไตล์นอกคอร์ท จึงเกิดเป็นรองเท้าที่มีลูกเล่นอบอุ่นเป็นมิตรบนสิ่งที่คุณรู้จักดีที่สุด ไม่ว่าจะเป็นโครงสร้างที่สะท้อนถึงยุค 80 รายละเอียดอันโดดเด่น และสไตล์แบบเน้นๆ"
    },
    {
        "type":"men",
        "catagory":"lifestyle",
        "name":"Air Force 1 '07 LV8 EMB (Purple_Red)",
        "price":"฿4,400",
        "color":"Black/Washed Teal/Court Purple/Gym Red",
        "description":"เมื่อความสบายบนคอร์ทพื้นไม้มาเจอกับความเท่สไตล์นอกคอร์ท จึงเกิดเป็นรองเท้าบาสรุ่นออริจินัลที่พร้อมเสิร์ฟลูกเล่นแบบ WNBA/NBA บนสิ่งที่คุณรู้จักดีที่สุด ไม่ว่าจะเป็นโครงสร้างที่สะท้อนถึงยุค 80 และรายละเอียดอันโดดเด่น (รวมถึงเท็กซ์เจอร์คล้ายลูกบาสบน Swoosh และสีสันตามยูนิฟอร์มทีมให้คุณได้เชียร์ทีมโปรด) สไตล์ลงตาข่ายแบบเน้นๆ"
    },
    {
        "type":"men",
        "catagory":"lifestyle",
        "name":"Air Max 95 Essential (White)",
        "price":"฿5,800",
        "color":"White/Grey Fog",
        "description":"Nike Air Max 95 Essential สร้างสรรค์ขึ้นด้วยแรงบันดาลใจจากร่างกายมนุษย์และ DNA แห่งการวิ่ง ผสานความสบายแบบเหลือเชื่อเข้ากับสไตล์ที่ใครก็ต้องเหลียวมอง มีแผงด้านข้างอันเป็นเอกลักษณ์ที่เป็นเสมือนกล้ามเนื้อ ส่วน Nike Air ที่มองเห็นได้ตรงส้นและปลายเท้านั้นก็ช่วยลดแรงกระแทกในทุกย่างก้าว"
    },
    {
        "type":"men",
        "catagory":"lifestyle",
        "name":"Air More Uptempo '96(Grape)",
        "price":"฿6,200",
        "color":"Black/Metallic Gold/Action Grape",
        "description":"นําสไตล์บาสรุ่นออริจินัลกลับสู่ท้องถนนด้วย Air More Uptempo มาพร้อมส่วนเน้นจากหนังย่นและสี Action Grape ที่ดูสดใสมีพลัง เป็นการใส่ลูกเล่นล้ำแฟชั่นให้กับรุ่นไอคอนแห่งยุค 90 ที่มีกราฟิกสไตล์กราฟิตี ซึ่งเป็นกราฟิกสไตล์นอกคอร์ทที่โดดเด่นและเป็นที่นิยมเสมอ ระบบลดแรงกระแทก Air ที่มองเห็นได้ให้ความสบายที่คุณต้องการ ในขณะที่สายรัดยางยืดเหนือลิ้นรองเท้าช่วยให้สไตล์เฉียบคม ไม่ว่าจะอวดรองเท้าในแบบผูกเชือกหรือไม่ผูกเชือก"
    },
    {
        "type":"men",
        "catagory":"lifestyle",
        "name":"Nekai x sacai Blazer Low (black_white)",
        "price":"฿4,800",
        "color":"Black/white",
        "description":"Chitose Abe ดีไซเนอร์ชื่อดังได้นำภาพการรวมเป็นหนึ่งของเธอมาสร้างสรรค์ให้เป็นจริงใน Nekai x sacai Blazer Low โดยมีวัสดุส่วนบนที่เชื่อมกัน ส่วนหุ้มลิ้นรองเท้าชั้นนอก และแบรนด์ร่วมซึ่งผสานรองเท้าบาสเก็ตบอล 2 รุ่นในช่วงแรกของ Nike เข้าด้วยกัน เป็นการฉลองให้กับการร่วมมือกันอย่างต่อเนื่องของวงการกีฬาและแฟชั่น"
    },
    {
        "type":"men",
        "catagory":"lifestyle",
        "name":"Air Max 97 SE (Celery)",
        "price":"฿6,700",
        "color":"Iron Grey/Particle Grey/Celery/Phantom",
        "description":"AM97 รุ่นนี้คือเรื่องราวของการเริ่มต้นใหม่ เป็นรองเท้าที่บานสะพรั่งด้วยรายละเอียดต่างๆ ของฤดูใบไม้ผลิ โดยมีองค์ประกอบส่วนหนึ่งเป็นวัสดุซึ่งได้รับชีวิตที่สองผ่านกระบวนการรีไซเคิล ผลิตจากวัสดุรีไซเคิลอย่างน้อย 20% ส่วนหุ้มชั้นในจากผ้าใบแบบคลาสสิกทำให้โปร่งอยู่เสมอ ส่วนการเย็บตกแต่งเพิ่มพลังให้กับลุค และกราฟิกแบบปักทำให้สไตล์ของคุณสดใหม่เหมือนดอกเดซี่ที่ผลิบานในฤดูใบไม้ผลิ"
    },

    {
        "type":"men",
        "catagory":"basketball",
        "name":"Nike x Ambush Air Adjust Force (red)",
        "price":"฿7,500",
        "color":"Light Madder Root/Madder Root/Habanero Red/Burgundy Crush",
        "description":"Yoon Ahn ปรับโฉมรองเท้าบาสคู่นั้นที่ไม่เคยเปิดเผยที่ไหนมาก่อนและทุกคนต่างรอคอย แล้วนำกลับมาสู่ท้องถนนอีกครั้ง ตั้งแต่ความหรูหราของหนังนูบัค ไปจนถึงรายละเอียดพลาสติกต่างๆ ทำให้รองเท้าแบรนด์ Ambush คู่นี้เป็นสะพานเชื่อมระหว่างสไตล์บาสไอคอนิกกับสไตล์เก๋ไก๋บนรันเวย์ และแน่นอน เรายังเก็บสายรัดแบบถอดได้ที่ส่วนกลางเท้าเอาไว้ ซึ่งทำให้ได้เป็นลุคระดับตำนานออกมา"
    },
    {
        "type":"men",
        "catagory":"basketball",
        "name":"Nike Air Deldon “Together We Fly” (Pale Ivory)",
        "price":"฿4,700",
        "color":"Summit White/Pale Ivory/Light Smoke",
        "description":"รองเท้าบาสเก็ตบอลของ Elena Delle Donne เชิญชวนให้ทุกคนลองก้าวเข้ามามีส่วนร่วมในการแข่งขัน คู่นี้ผลิตมาเพื่อทุกคน โดยมีส้นที่ยุบตัวได้และสายรัดขนาดใหญ่ ให้คุณสวมใส่แล้วล็อคกระชับได้ด้วยมือเดียว ระบบลดแรงกระแทก Air แบบเต็มความยาวเท้าและส่วน Zoom Air ที่ปลายเท้าให้ที่สุดแห่งการผสมผสานระหว่างการดีดตัวและการส่งแรงกลับเพื่อช่วยให้คุณรู้สึกมีพลังตลอดทั้งการแข่งขัน"
    },
    {
        "type":"men",
        "catagory":"basketball",
        "name":"Nike Air Zoom G.T. Cut 2 (Crimson)",
        "price":"฿6,200",
        "color":"Black/Anthracite/Bright Crimson/White",
        "description":"Nike Air Zoom G.T. Cut 2 ช่วยให้คุณหยุดกะทันหันและเร่งความเร็วกลับเข้าพื้นที่ที่เปิดกว้างได้ด้วยดีไซน์เรียบชิดติดพื้นซึ่งช่วยเพิ่มการสัมผัสคอร์ทขณะเปลี่ยนทิศทาง แยกผู้เล่นทั่วไปออกจากตัวทำเกมด้วยรุ่นที่พัฒนาขึ้นจากการสร้างจังหวะหลอกล่อ แต่ยังรองรับมากพอที่จะช่วยให้คุณเล่นได้ตลอดวัน"
    },
    {
        "type":"men",
        "catagory":"basketball",
        "name":"Zion 2 PF (purple)",
        "price":"฿4,700",
        "color":"Court Purple/Bright Crimson/Psychic Purple/Black",
        "description":"รวดเร็วและมีพลังขึ้นอีกระดับด้วยรองเท้าที่ดีไซน์มาเพื่อ Zion และรังสรรค์มาเพื่อนักบาสทุกระดับ คู่นี้มาพร้อมสายรัดแบบปรับได้ที่ด้านบนซึ่งช่วยล็อคกระชับเท้า ขณะที่พื้นรองเท้าชั้นกลางเนื้อแน่นรองรับการเล่นที่ใช้ความเร็วสูง ให้คู่นี้เป็นตัวเลือกอันดับแรกสำหรับใส่ลงคอร์ท"
    },
    {
        "type":"men",
        "catagory":"basketball",
        "name":"LeBron 19 (siren)",
        "price":"฿7,000",
        "color":"Siren Red/Laser Blue/Psychic Purple/Siren Red",
        "description":"LeBron จะยิ่งระห่ำเมื่อการเดิมพันสูงขึ้นและสถานการณ์เริ่มกดดัน LeBron 19 ควบคุมพลังดังกล่าวด้วยทรงล็อคกระชับและระบบลดแรงกระแทกโฉมใหม่ ชั้นบุด้านในแบบแนบกระชับเชื่อมถึงกันด้วยส่วนหุ้มชั้นนอกแบบกระชับรูปเท้า โดยที่เชือกรองเท้าสามารถร้อยผ่านทั่วทั้งส่วนเพื่อช่วยป้องกันไม่ให้เกิดการเคลื่อนไหวภายในรองเท้า รอบๆ ส่วนหุ้มข้อและลิ้นรองเท้ามีปุ่มลดแรงกระแทกเพื่อเพิ่มความสบายไปพร้อมกับช่วยลดน้ำหนัก ทำให้ผู้เล่นรู้สึกแน่นกระชับและมั่นใจที่จะทุ่มสุดตัวเมื่อคะแนนสูสีในช่วงก่อนหมดเวลา"
    },
    {
        "type":"men",
        "catagory":"basketball",
        "name":"Air Force 1 '07 (White)",
        "price":"฿3,500",
        "color":"White",
        "description":"ความเบิกบานดำรงอยู่ใน Nike Air Force 1 '07 รองเท้าบาสรุ่น OG ที่ใส่ลูกเล่นสดใหม่ให้กับสิ่งที่คุณรู้จักดีที่สุด ไม่ว่าจะเป็นส่วนหุ้มชั้นนอกแบบเย็บติดที่ทนทาน ลวดลายสะอาดตา และความวิบวับที่ลงตัวซึ่งทำให้คุณเปล่งประกาย"
    },
    {
        "type":"men",
        "catagory":"basketball",
        "name":"Air Force 1 '07 (White)",
        "price":"฿3,500",
        "color":"White",
        "description":"ความเบิกบานดำรงอยู่ใน Nike Air Force 1 '07 รองเท้าบาสรุ่น OG ที่ใส่ลูกเล่นสดใหม่ให้กับสิ่งที่คุณรู้จักดีที่สุด ไม่ว่าจะเป็นส่วนหุ้มชั้นนอกแบบเย็บติดที่ทนทาน ลวดลายสะอาดตา และความวิบวับที่ลงตัวซึ่งทำให้คุณเปล่งประกาย"
    },
    {
        "type":"men",
        "catagory":"basketball",
        "name":"Air Force 1 '07 (White)",
        "price":"฿3,500",
        "color":"White",
        "description":"ความเบิกบานดำรงอยู่ใน Nike Air Force 1 '07 รองเท้าบาสรุ่น OG ที่ใส่ลูกเล่นสดใหม่ให้กับสิ่งที่คุณรู้จักดีที่สุด ไม่ว่าจะเป็นส่วนหุ้มชั้นนอกแบบเย็บติดที่ทนทาน ลวดลายสะอาดตา และความวิบวับที่ลงตัวซึ่งทำให้คุณเปล่งประกาย"
    },
]